Repository: CofficLab/GitOK
Catalog: Plugins/OnboardingPlugin/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hk

source: Empty-state and onboarding guides
zh_hk: 空白狀態與引導指南

# OnboardingPlugin
source: Onboarding
zh_hk: OnboardingPlugin

source: 开始使用 GitOK
zh_hk: 開始使用 GitOK

# 打开插件设置
source: Open Plugin Settings
zh_hk: 開啟外掛程式設定

source: 新建仓库会创建本地 Git 仓库和初始提交。
zh_hk: 新建儲存庫會建立本地 Git 儲存庫和初始提交。

# 暂无可用视图
source: No view available
zh_hk: 暫無可用視圖

source: 添加已有仓库，或新建一个本地仓库。
zh_hk: 新增已有儲存庫，或新建一個本地儲存庫。

source: 添加项目会把本地已有 Git 仓库加入列表。
zh_hk: 新增專案會把本地已有 Git 儲存庫加入列表。

# 请在设置中启用相关插件以显示内容
source: Enable related plugins in Settings to show content
zh_hk: 請在設定中啟用相關外掛程式以顯示內容

# 项目不存在
source: Project not found
zh_hk: 專案不存在
